<template>
    <h2>О нас</h2>
    <p>
        <img src="https://cs.money/ru/blog/wp-content/uploads/2023/03/knivescsgo_ru.png" alt="knives"> <br>
        Нож в CS:GO – универсальное оружие, доступное обеим сторонам. Нож всегда был отличительным знаком, ассоциирующимся с успехом, крутизной, скилом, богатством и всеми другими благами человечества. Иметь нож в ксго – признак высокого класса. Дешевые ножи стоят в районе 100 долларов, но самые дорогие с редким флоутом могут оцениваться и в несколько тысяч. Кстати, все виды ножей в CS:GO имеют аналоги в реальной жизни. Блог CS.MONEY собрал каждый нож в список в этом материале и немного рассказал о каждом. 
    </p>
</template>

<script>
export default {
    name: "About"
}
</script>

<style scoped>
    p {
        width: 50%;
        text-align:center;
    }
    p img {
        width: 50%;
    }
</style>